artifacts/load_test/k6_result_1768581571.txt

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 

     execution: local
        script: /load/k6_full_test.js
        output: -

     scenarios: (100.00%) 1 scenario, 200 max VUs, 5m30s max duration (incl. graceful stop):
              * default: 200 looping VUs for 5m0s (gracefulStop: 30s)


running (0m00.9s), 200/200 VUs, 0 complete and 0 interrupted iterations
default   [   0% ] 200 VUs  0m00.9s/5m0s

running (0m01.9s), 200/200 VUs, 200 complete and 0 interrupted iterations
default   [   1% ] 200 VUs  0m01.9s/5m0s

running (0m02.9s), 200/200 VUs, 400 complete and 0 interrupted iterations
default   [   1% ] 200 VUs  0m02.9s/5m0s

running (0m03.9s), 200/200 VUs, 600 complete and 0 interrupted iterations
default   [   1% ] 200 VUs  0m03.9s/5m0s

running (0m04.9s), 200/200 VUs, 800 complete and 0 interrupted iterations
default   [   2% ] 200 VUs  0m04.9s/5m0s

running (0m05.9s), 200/200 VUs, 1000 complete and 0 interrupted iterations
default   [   2% ] 200 VUs  0m05.9s/5m0s

running (0m06.9s), 200/200 VUs, 1200 complete and 0 interrupted iterations
default   [   2% ] 200 VUs  0m06.9s/5m0s

running (0m07.9s), 200/200 VUs, 1400 complete and 0 interrupted iterations
default   [   3% ] 200 VUs  0m07.9s/5m0s

running (0m08.9s), 200/200 VUs, 1600 complete and 0 interrupted iterations
default   [   3% ] 200 VUs  0m08.9s/5m0s

running (0m09.9s), 200/200 VUs, 1800 complete and 0 interrupted iterations
default   [   3% ] 200 VUs  0m09.9s/5m0s

running (0m10.9s), 200/200 VUs, 2000 complete and 0 interrupted iterations
default   [   4% ] 200 VUs  0m10.9s/5m0s

running (0m11.9s), 200/200 VUs, 2200 complete and 0 interrupted iterations
default   [   4% ] 200 VUs  0m11.9s/5m0s

running (0m12.9s), 200/200 VUs, 2400 complete and 0 interrupted iterations
default   [   4% ] 200 VUs  0m12.9s/5m0s

running (0m13.9s), 200/200 VUs, 2600 complete and 0 interrupted iterations
default   [   5% ] 200 VUs  0m13.9s/5m0s

running (0m14.9s), 200/200 VUs, 2800 complete and 0 interrupted iterations
default   [   5% ] 200 VUs  0m14.9s/5m0s

running (0m15.9s), 200/200 VUs, 3000 complete and 0 interrupted iterations
default   [   5% ] 200 VUs  0m15.9s/5m0s

running (0m16.9s), 200/200 VUs, 3200 complete and 0 interrupted iterations
default   [   6% ] 200 VUs  0m16.9s/5m0s

running (0m17.9s), 200/200 VUs, 3400 complete and 0 interrupted iterations
default   [   6% ] 200 VUs  0m17.9s/5m0s

running (0m18.9s), 200/200 VUs, 3600 complete and 0 interrupted iterations
default   [   6% ] 200 VUs  0m18.9s/5m0s

running (0m19.9s), 200/200 VUs, 3800 complete and 0 interrupted iterations
default   [   7% ] 200 VUs  0m19.9s/5m0s

running (0m20.9s), 200/200 VUs, 4000 complete and 0 interrupted iterations
default   [   7% ] 200 VUs  0m20.9s/5m0s

running (0m21.9s), 200/200 VUs, 4200 complete and 0 interrupted iterations
default   [   7% ] 200 VUs  0m21.9s/5m0s

running (0m22.9s), 200/200 VUs, 4400 complete and 0 interrupted iterations
default   [   8% ] 200 VUs  0m22.9s/5m0s

running (0m23.9s), 200/200 VUs, 4600 complete and 0 interrupted iterations
default   [   8% ] 200 VUs  0m23.9s/5m0s

running (0m24.9s), 200/200 VUs, 4800 complete and 0 interrupted iterations
default   [   8% ] 200 VUs  0m24.9s/5m0s

running (0m25.9s), 200/200 VUs, 5000 complete and 0 interrupted iterations
default   [   9% ] 200 VUs  0m25.9s/5m0s

running (0m26.9s), 200/200 VUs, 5200 complete and 0 interrupted iterations
default   [   9% ] 200 VUs  0m26.9s/5m0s

running (0m27.9s), 200/200 VUs, 5400 complete and 0 interrupted iterations
default   [   9% ] 200 VUs  0m27.9s/5m0s

running (0m28.9s), 200/200 VUs, 5600 complete and 0 interrupted iterations
default   [  10% ] 200 VUs  0m28.9s/5m0s

running (0m29.9s), 200/200 VUs, 5800 complete and 0 interrupted iterations
default   [  10% ] 200 VUs  0m29.9s/5m0s

running (0m30.9s), 200/200 VUs, 6000 complete and 0 interrupted iterations
default   [  10% ] 200 VUs  0m30.9s/5m0s

running (0m31.9s), 200/200 VUs, 6200 complete and 0 interrupted iterations
default   [  11% ] 200 VUs  0m31.9s/5m0s

running (0m32.9s), 200/200 VUs, 6400 complete and 0 interrupted iterations
default   [  11% ] 200 VUs  0m32.9s/5m0s

running (0m33.9s), 200/200 VUs, 6600 complete and 0 interrupted iterations
default   [  11% ] 200 VUs  0m33.9s/5m0s

running (0m34.9s), 200/200 VUs, 6800 complete and 0 interrupted iterations
default   [  12% ] 200 VUs  0m34.9s/5m0s

running (0m35.9s), 200/200 VUs, 7000 complete and 0 interrupted iterations
default   [  12% ] 200 VUs  0m35.9s/5m0s

running (0m36.9s), 200/200 VUs, 7200 complete and 0 interrupted iterations
default   [  12% ] 200 VUs  0m36.9s/5m0s

running (0m37.9s), 200/200 VUs, 7400 complete and 0 interrupted iterations
default   [  13% ] 200 VUs  0m37.9s/5m0s

running (0m38.9s), 200/200 VUs, 7600 complete and 0 interrupted iterations
default   [  13% ] 200 VUs  0m38.9s/5m0s

running (0m39.9s), 200/200 VUs, 7800 complete and 0 interrupted iterations
default   [  13% ] 200 VUs  0m39.9s/5m0s

running (0m40.9s), 200/200 VUs, 8000 complete and 0 interrupted iterations
default   [  14% ] 200 VUs  0m40.9s/5m0s

running (0m41.9s), 200/200 VUs, 8200 complete and 0 interrupted iterations
default   [  14% ] 200 VUs  0m41.9s/5m0s

running (0m42.9s), 200/200 VUs, 8400 complete and 0 interrupted iterations
default   [  14% ] 200 VUs  0m42.9s/5m0s

running (0m43.9s), 200/200 VUs, 8600 complete and 0 interrupted iterations
default   [  15% ] 200 VUs  0m43.9s/5m0s

running (0m44.9s), 200/200 VUs, 8800 complete and 0 interrupted iterations
default   [  15% ] 200 VUs  0m44.9s/5m0s

running (0m45.9s), 200/200 VUs, 9000 complete and 0 interrupted iterations
default   [  15% ] 200 VUs  0m45.9s/5m0s

running (0m46.9s), 200/200 VUs, 9200 complete and 0 interrupted iterations
default   [  16% ] 200 VUs  0m46.9s/5m0s

running (0m47.9s), 200/200 VUs, 9400 complete and 0 interrupted iterations
default   [  16% ] 200 VUs  0m47.9s/5m0s

running (0m48.9s), 200/200 VUs, 9600 complete and 0 interrupted iterations
default   [  16% ] 200 VUs  0m48.9s/5m0s

running (0m49.9s), 200/200 VUs, 9800 complete and 0 interrupted iterations
default   [  17% ] 200 VUs  0m49.9s/5m0s

running (0m50.9s), 200/200 VUs, 10000 complete and 0 interrupted iterations
default   [  17% ] 200 VUs  0m50.9s/5m0s

running (0m51.9s), 200/200 VUs, 10200 complete and 0 interrupted iterations
default   [  17% ] 200 VUs  0m51.9s/5m0s

running (0m52.9s), 200/200 VUs, 10400 complete and 0 interrupted iterations
default   [  18% ] 200 VUs  0m52.9s/5m0s

running (0m53.9s), 200/200 VUs, 10600 complete and 0 interrupted iterations
default   [  18% ] 200 VUs  0m53.9s/5m0s

running (0m54.9s), 200/200 VUs, 10800 complete and 0 interrupted iterations
default   [  18% ] 200 VUs  0m54.9s/5m0s

running (0m55.9s), 200/200 VUs, 11000 complete and 0 interrupted iterations
default   [  19% ] 200 VUs  0m55.9s/5m0s

running (0m56.9s), 200/200 VUs, 11200 complete and 0 interrupted iterations
default   [  19% ] 200 VUs  0m56.9s/5m0s

running (0m57.9s), 200/200 VUs, 11400 complete and 0 interrupted iterations
default   [  19% ] 200 VUs  0m57.9s/5m0s

running (0m58.9s), 200/200 VUs, 11600 complete and 0 interrupted iterations
default   [  20% ] 200 VUs  0m58.9s/5m0s

running (0m59.9s), 200/200 VUs, 11800 complete and 0 interrupted iterations
default   [  20% ] 200 VUs  0m59.9s/5m0s

running (1m00.9s), 200/200 VUs, 12000 complete and 0 interrupted iterations
default   [  20% ] 200 VUs  1m00.9s/5m0s

running (1m01.9s), 200/200 VUs, 12200 complete and 0 interrupted iterations
default   [  21% ] 200 VUs  1m01.9s/5m0s

running (1m02.9s), 200/200 VUs, 12400 complete and 0 interrupted iterations
default   [  21% ] 200 VUs  1m02.9s/5m0s

running (1m03.9s), 200/200 VUs, 12600 complete and 0 interrupted iterations
default   [  21% ] 200 VUs  1m03.9s/5m0s

running (1m04.9s), 200/200 VUs, 12800 complete and 0 interrupted iterations
default   [  22% ] 200 VUs  1m04.9s/5m0s

running (1m05.9s), 200/200 VUs, 13000 complete and 0 interrupted iterations
default   [  22% ] 200 VUs  1m05.9s/5m0s

running (1m06.9s), 200/200 VUs, 13200 complete and 0 interrupted iterations
default   [  22% ] 200 VUs  1m06.9s/5m0s

running (1m07.9s), 200/200 VUs, 13400 complete and 0 interrupted iterations
default   [  23% ] 200 VUs  1m07.9s/5m0s

running (1m08.9s), 200/200 VUs, 13600 complete and 0 interrupted iterations
default   [  23% ] 200 VUs  1m08.9s/5m0s

running (1m09.9s), 200/200 VUs, 13800 complete and 0 interrupted iterations
default   [  23% ] 200 VUs  1m09.9s/5m0s

running (1m10.9s), 200/200 VUs, 14000 complete and 0 interrupted iterations
default   [  24% ] 200 VUs  1m10.9s/5m0s

running (1m11.9s), 200/200 VUs, 14200 complete and 0 interrupted iterations
default   [  24% ] 200 VUs  1m11.9s/5m0s

running (1m12.9s), 200/200 VUs, 14400 complete and 0 interrupted iterations
default   [  24% ] 200 VUs  1m12.9s/5m0s

running (1m13.9s), 200/200 VUs, 14600 complete and 0 interrupted iterations
default   [  25% ] 200 VUs  1m13.9s/5m0s

running (1m14.9s), 200/200 VUs, 14800 complete and 0 interrupted iterations
default   [  25% ] 200 VUs  1m14.9s/5m0s

running (1m15.9s), 200/200 VUs, 15000 complete and 0 interrupted iterations
default   [  25% ] 200 VUs  1m15.9s/5m0s

running (1m16.9s), 200/200 VUs, 15200 complete and 0 interrupted iterations
default   [  26% ] 200 VUs  1m16.9s/5m0s

running (1m17.9s), 200/200 VUs, 15400 complete and 0 interrupted iterations
default   [  26% ] 200 VUs  1m17.9s/5m0s

running (1m18.9s), 200/200 VUs, 15600 complete and 0 interrupted iterations
default   [  26% ] 200 VUs  1m18.9s/5m0s

running (1m19.9s), 200/200 VUs, 15800 complete and 0 interrupted iterations
default   [  27% ] 200 VUs  1m19.9s/5m0s

running (1m20.9s), 200/200 VUs, 15808 complete and 0 interrupted iterations
default   [  27% ] 200 VUs  1m20.9s/5m0s

running (1m21.9s), 200/200 VUs, 16003 complete and 0 interrupted iterations
default   [  27% ] 200 VUs  1m21.9s/5m0s

running (1m22.9s), 200/200 VUs, 16203 complete and 0 interrupted iterations
default   [  28% ] 200 VUs  1m22.9s/5m0s

running (1m23.9s), 200/200 VUs, 16403 complete and 0 interrupted iterations
default   [  28% ] 200 VUs  1m23.9s/5m0s

running (1m24.9s), 200/200 VUs, 16603 complete and 0 interrupted iterations
default   [  28% ] 200 VUs  1m24.9s/5m0s

running (1m25.9s), 200/200 VUs, 16803 complete and 0 interrupted iterations
default   [  29% ] 200 VUs  1m25.9s/5m0s

running (1m26.9s), 200/200 VUs, 17003 complete and 0 interrupted iterations
default   [  29% ] 200 VUs  1m26.9s/5m0s

running (1m27.9s), 200/200 VUs, 17203 complete and 0 interrupted iterations
default   [  29% ] 200 VUs  1m27.9s/5m0s

running (1m28.9s), 200/200 VUs, 17403 complete and 0 interrupted iterations
default   [  30% ] 200 VUs  1m28.9s/5m0s

running (1m29.9s), 200/200 VUs, 17603 complete and 0 interrupted iterations
default   [  30% ] 200 VUs  1m29.9s/5m0s

running (1m30.9s), 200/200 VUs, 17803 complete and 0 interrupted iterations
default   [  30% ] 200 VUs  1m30.9s/5m0s

running (1m31.9s), 200/200 VUs, 18003 complete and 0 interrupted iterations
default   [  31% ] 200 VUs  1m31.9s/5m0s

running (1m32.9s), 200/200 VUs, 18203 complete and 0 interrupted iterations
default   [  31% ] 200 VUs  1m32.9s/5m0s

running (1m33.9s), 200/200 VUs, 18403 complete and 0 interrupted iterations
default   [  31% ] 200 VUs  1m33.9s/5m0s

running (1m34.9s), 200/200 VUs, 18603 complete and 0 interrupted iterations
default   [  32% ] 200 VUs  1m34.9s/5m0s

running (1m35.9s), 200/200 VUs, 18803 complete and 0 interrupted iterations
default   [  32% ] 200 VUs  1m35.9s/5m0s

running (1m36.9s), 200/200 VUs, 19003 complete and 0 interrupted iterations
default   [  32% ] 200 VUs  1m36.9s/5m0s

running (1m37.9s), 200/200 VUs, 19203 complete and 0 interrupted iterations
default   [  33% ] 200 VUs  1m37.9s/5m0s

running (1m38.9s), 200/200 VUs, 19403 complete and 0 interrupted iterations
default   [  33% ] 200 VUs  1m38.9s/5m0s

running (1m39.9s), 200/200 VUs, 19603 complete and 0 interrupted iterations
default   [  33% ] 200 VUs  1m39.9s/5m0s

running (1m40.9s), 200/200 VUs, 19803 complete and 0 interrupted iterations
default   [  34% ] 200 VUs  1m40.9s/5m0s

running (1m41.9s), 200/200 VUs, 20003 complete and 0 interrupted iterations
default   [  34% ] 200 VUs  1m41.9s/5m0s

running (1m42.9s), 200/200 VUs, 20203 complete and 0 interrupted iterations
default   [  34% ] 200 VUs  1m42.9s/5m0s

running (1m43.9s), 200/200 VUs, 20403 complete and 0 interrupted iterations
default   [  35% ] 200 VUs  1m43.9s/5m0s

running (1m44.9s), 200/200 VUs, 20603 complete and 0 interrupted iterations
default   [  35% ] 200 VUs  1m44.9s/5m0s

running (1m45.9s), 200/200 VUs, 20803 complete and 0 interrupted iterations
default   [  35% ] 200 VUs  1m45.9s/5m0s

running (1m46.9s), 200/200 VUs, 21003 complete and 0 interrupted iterations
default   [  36% ] 200 VUs  1m46.9s/5m0s

running (1m47.9s), 200/200 VUs, 21203 complete and 0 interrupted iterations
default   [  36% ] 200 VUs  1m47.9s/5m0s

running (1m48.9s), 200/200 VUs, 21403 complete and 0 interrupted iterations
default   [  36% ] 200 VUs  1m48.9s/5m0s

running (1m49.9s), 200/200 VUs, 21603 complete and 0 interrupted iterations
default   [  37% ] 200 VUs  1m49.9s/5m0s

running (1m50.9s), 200/200 VUs, 21803 complete and 0 interrupted iterations
default   [  37% ] 200 VUs  1m50.9s/5m0s

running (1m51.9s), 200/200 VUs, 22003 complete and 0 interrupted iterations
default   [  37% ] 200 VUs  1m51.9s/5m0s

running (1m52.9s), 200/200 VUs, 22203 complete and 0 interrupted iterations
default   [  38% ] 200 VUs  1m52.9s/5m0s

running (1m53.9s), 200/200 VUs, 22403 complete and 0 interrupted iterations
default   [  38% ] 200 VUs  1m53.9s/5m0s

running (1m54.9s), 200/200 VUs, 22603 complete and 0 interrupted iterations
default   [  38% ] 200 VUs  1m54.9s/5m0s

running (1m55.9s), 200/200 VUs, 22803 complete and 0 interrupted iterations
default   [  39% ] 200 VUs  1m55.9s/5m0s

running (1m56.9s), 200/200 VUs, 23003 complete and 0 interrupted iterations
default   [  39% ] 200 VUs  1m56.9s/5m0s

running (1m57.9s), 200/200 VUs, 23203 complete and 0 interrupted iterations
default   [  39% ] 200 VUs  1m57.9s/5m0s

running (1m58.9s), 200/200 VUs, 23403 complete and 0 interrupted iterations
default   [  40% ] 200 VUs  1m58.9s/5m0s

running (1m59.9s), 200/200 VUs, 23603 complete and 0 interrupted iterations
default   [  40% ] 200 VUs  1m59.9s/5m0s

running (2m00.9s), 200/200 VUs, 23803 complete and 0 interrupted iterations
default   [  40% ] 200 VUs  2m00.9s/5m0s

running (2m01.9s), 200/200 VUs, 24003 complete and 0 interrupted iterations
default   [  41% ] 200 VUs  2m01.9s/5m0s

running (2m02.9s), 200/200 VUs, 24203 complete and 0 interrupted iterations
default   [  41% ] 200 VUs  2m02.9s/5m0s

running (2m03.9s), 200/200 VUs, 24403 complete and 0 interrupted iterations
default   [  41% ] 200 VUs  2m03.9s/5m0s

running (2m04.9s), 200/200 VUs, 24603 complete and 0 interrupted iterations
default   [  42% ] 200 VUs  2m04.9s/5m0s

running (2m05.9s), 200/200 VUs, 24803 complete and 0 interrupted iterations
default   [  42% ] 200 VUs  2m05.9s/5m0s

running (2m06.9s), 200/200 VUs, 25003 complete and 0 interrupted iterations
default   [  42% ] 200 VUs  2m06.9s/5m0s

running (2m07.9s), 200/200 VUs, 25203 complete and 0 interrupted iterations
default   [  43% ] 200 VUs  2m07.9s/5m0s

running (2m08.9s), 200/200 VUs, 25403 complete and 0 interrupted iterations
default   [  43% ] 200 VUs  2m08.9s/5m0s

running (2m09.9s), 200/200 VUs, 25603 complete and 0 interrupted iterations
default   [  43% ] 200 VUs  2m09.9s/5m0s

running (2m10.9s), 200/200 VUs, 25803 complete and 0 interrupted iterations
default   [  44% ] 200 VUs  2m10.9s/5m0s

running (2m11.9s), 200/200 VUs, 26003 complete and 0 interrupted iterations
default   [  44% ] 200 VUs  2m11.9s/5m0s

running (2m12.9s), 200/200 VUs, 26203 complete and 0 interrupted iterations
default   [  44% ] 200 VUs  2m12.9s/5m0s

running (2m13.9s), 200/200 VUs, 26403 complete and 0 interrupted iterations
default   [  45% ] 200 VUs  2m13.9s/5m0s

running (2m14.9s), 200/200 VUs, 26603 complete and 0 interrupted iterations
default   [  45% ] 200 VUs  2m14.9s/5m0s

running (2m15.9s), 200/200 VUs, 26803 complete and 0 interrupted iterations
default   [  45% ] 200 VUs  2m15.9s/5m0s

running (2m16.9s), 200/200 VUs, 27003 complete and 0 interrupted iterations
default   [  46% ] 200 VUs  2m16.9s/5m0s

running (2m17.9s), 200/200 VUs, 27203 complete and 0 interrupted iterations
default   [  46% ] 200 VUs  2m17.9s/5m0s

running (2m18.9s), 200/200 VUs, 27403 complete and 0 interrupted iterations
default   [  46% ] 200 VUs  2m18.9s/5m0s

running (2m19.9s), 200/200 VUs, 27603 complete and 0 interrupted iterations
default   [  47% ] 200 VUs  2m19.9s/5m0s

running (2m20.9s), 200/200 VUs, 27803 complete and 0 interrupted iterations
default   [  47% ] 200 VUs  2m20.9s/5m0s

running (2m21.9s), 200/200 VUs, 28003 complete and 0 interrupted iterations
default   [  47% ] 200 VUs  2m21.9s/5m0s

running (2m22.9s), 200/200 VUs, 28203 complete and 0 interrupted iterations
default   [  48% ] 200 VUs  2m22.9s/5m0s

running (2m23.9s), 200/200 VUs, 28403 complete and 0 interrupted iterations
default   [  48% ] 200 VUs  2m23.9s/5m0s

running (2m24.9s), 200/200 VUs, 28603 complete and 0 interrupted iterations
default   [  48% ] 200 VUs  2m24.9s/5m0s

running (2m25.9s), 200/200 VUs, 28800 complete and 0 interrupted iterations
default   [  49% ] 200 VUs  2m25.9s/5m0s

running (2m26.9s), 200/200 VUs, 29000 complete and 0 interrupted iterations
default   [  49% ] 200 VUs  2m26.9s/5m0s

running (2m27.9s), 200/200 VUs, 29200 complete and 0 interrupted iterations
default   [  49% ] 200 VUs  2m27.9s/5m0s

running (2m28.9s), 200/200 VUs, 29400 complete and 0 interrupted iterations
default   [  50% ] 200 VUs  2m28.9s/5m0s

running (2m29.9s), 200/200 VUs, 29600 complete and 0 interrupted iterations
default   [  50% ] 200 VUs  2m29.9s/5m0s

running (2m30.9s), 200/200 VUs, 29800 complete and 0 interrupted iterations
default   [  50% ] 200 VUs  2m30.9s/5m0s

running (2m31.9s), 200/200 VUs, 30000 complete and 0 interrupted iterations
default   [  51% ] 200 VUs  2m31.9s/5m0s

running (2m32.9s), 200/200 VUs, 30200 complete and 0 interrupted iterations
default   [  51% ] 200 VUs  2m32.9s/5m0s

running (2m33.9s), 200/200 VUs, 30400 complete and 0 interrupted iterations
default   [  51% ] 200 VUs  2m33.9s/5m0s

running (2m34.9s), 200/200 VUs, 30600 complete and 0 interrupted iterations
default   [  52% ] 200 VUs  2m34.9s/5m0s

running (2m35.9s), 200/200 VUs, 30800 complete and 0 interrupted iterations
default   [  52% ] 200 VUs  2m35.9s/5m0s

running (2m36.9s), 200/200 VUs, 31000 complete and 0 interrupted iterations
default   [  52% ] 200 VUs  2m36.9s/5m0s

running (2m37.9s), 200/200 VUs, 31200 complete and 0 interrupted iterations
default   [  53% ] 200 VUs  2m37.9s/5m0s

running (2m38.9s), 200/200 VUs, 31400 complete and 0 interrupted iterations
default   [  53% ] 200 VUs  2m38.9s/5m0s

running (2m39.9s), 200/200 VUs, 31600 complete and 0 interrupted iterations
default   [  53% ] 200 VUs  2m39.9s/5m0s

running (2m40.9s), 200/200 VUs, 31800 complete and 0 interrupted iterations
default   [  54% ] 200 VUs  2m40.9s/5m0s

running (2m41.9s), 200/200 VUs, 32000 complete and 0 interrupted iterations
default   [  54% ] 200 VUs  2m41.9s/5m0s

running (2m42.9s), 200/200 VUs, 32200 complete and 0 interrupted iterations
default   [  54% ] 200 VUs  2m42.9s/5m0s

running (2m43.9s), 200/200 VUs, 32400 complete and 0 interrupted iterations
default   [  55% ] 200 VUs  2m43.9s/5m0s

running (2m44.9s), 200/200 VUs, 32600 complete and 0 interrupted iterations
default   [  55% ] 200 VUs  2m44.9s/5m0s

running (2m45.9s), 200/200 VUs, 32800 complete and 0 interrupted iterations
default   [  55% ] 200 VUs  2m45.9s/5m0s

running (2m46.9s), 200/200 VUs, 33000 complete and 0 interrupted iterations
default   [  56% ] 200 VUs  2m46.9s/5m0s

running (2m47.9s), 200/200 VUs, 33200 complete and 0 interrupted iterations
default   [  56% ] 200 VUs  2m47.9s/5m0s

running (2m48.9s), 200/200 VUs, 33400 complete and 0 interrupted iterations
default   [  56% ] 200 VUs  2m48.9s/5m0s

running (2m49.9s), 200/200 VUs, 33600 complete and 0 interrupted iterations
default   [  57% ] 200 VUs  2m49.9s/5m0s

running (2m50.9s), 200/200 VUs, 33800 complete and 0 interrupted iterations
default   [  57% ] 200 VUs  2m50.9s/5m0s

running (2m51.9s), 200/200 VUs, 34000 complete and 0 interrupted iterations
default   [  57% ] 200 VUs  2m51.9s/5m0s

running (2m52.9s), 200/200 VUs, 34200 complete and 0 interrupted iterations
default   [  58% ] 200 VUs  2m52.9s/5m0s

running (2m53.9s), 200/200 VUs, 34400 complete and 0 interrupted iterations
default   [  58% ] 200 VUs  2m53.9s/5m0s

running (2m54.9s), 200/200 VUs, 34600 complete and 0 interrupted iterations
default   [  58% ] 200 VUs  2m54.9s/5m0s

running (2m55.9s), 200/200 VUs, 34800 complete and 0 interrupted iterations
default   [  59% ] 200 VUs  2m55.9s/5m0s

running (2m56.9s), 200/200 VUs, 35000 complete and 0 interrupted iterations
default   [  59% ] 200 VUs  2m56.9s/5m0s

running (2m57.9s), 200/200 VUs, 35200 complete and 0 interrupted iterations
default   [  59% ] 200 VUs  2m57.9s/5m0s

running (2m58.9s), 200/200 VUs, 35400 complete and 0 interrupted iterations
default   [  60% ] 200 VUs  2m58.9s/5m0s

running (2m59.9s), 200/200 VUs, 35600 complete and 0 interrupted iterations
default   [  60% ] 200 VUs  2m59.9s/5m0s

running (3m00.9s), 200/200 VUs, 35800 complete and 0 interrupted iterations
default   [  60% ] 200 VUs  3m00.9s/5m0s

running (3m01.9s), 200/200 VUs, 36000 complete and 0 interrupted iterations
default   [  61% ] 200 VUs  3m01.9s/5m0s

running (3m02.9s), 200/200 VUs, 36200 complete and 0 interrupted iterations
default   [  61% ] 200 VUs  3m02.9s/5m0s

running (3m03.9s), 200/200 VUs, 36400 complete and 0 interrupted iterations
default   [  61% ] 200 VUs  3m03.9s/5m0s

running (3m04.9s), 200/200 VUs, 36600 complete and 0 interrupted iterations
default   [  62% ] 200 VUs  3m04.9s/5m0s

running (3m05.9s), 200/200 VUs, 36800 complete and 0 interrupted iterations
default   [  62% ] 200 VUs  3m05.9s/5m0s

running (3m06.9s), 200/200 VUs, 37000 complete and 0 interrupted iterations
default   [  62% ] 200 VUs  3m06.9s/5m0s

running (3m07.9s), 200/200 VUs, 37200 complete and 0 interrupted iterations
default   [  63% ] 200 VUs  3m07.9s/5m0s

running (3m08.9s), 200/200 VUs, 37400 complete and 0 interrupted iterations
default   [  63% ] 200 VUs  3m08.9s/5m0s

running (3m09.9s), 200/200 VUs, 37600 complete and 0 interrupted iterations
default   [  63% ] 200 VUs  3m09.9s/5m0s

running (3m10.9s), 200/200 VUs, 37800 complete and 0 interrupted iterations
default   [  64% ] 200 VUs  3m10.9s/5m0s

running (3m11.9s), 200/200 VUs, 38000 complete and 0 interrupted iterations
default   [  64% ] 200 VUs  3m11.9s/5m0s

running (3m12.9s), 200/200 VUs, 38200 complete and 0 interrupted iterations
default   [  64% ] 200 VUs  3m12.9s/5m0s

running (3m13.9s), 200/200 VUs, 38400 complete and 0 interrupted iterations
default   [  65% ] 200 VUs  3m13.9s/5m0s

running (3m14.9s), 200/200 VUs, 38600 complete and 0 interrupted iterations
default   [  65% ] 200 VUs  3m14.9s/5m0s

running (3m15.9s), 200/200 VUs, 38800 complete and 0 interrupted iterations
default   [  65% ] 200 VUs  3m15.9s/5m0s

running (3m16.9s), 200/200 VUs, 39000 complete and 0 interrupted iterations
default   [  66% ] 200 VUs  3m16.9s/5m0s

running (3m17.9s), 200/200 VUs, 39200 complete and 0 interrupted iterations
default   [  66% ] 200 VUs  3m17.9s/5m0s

running (3m18.9s), 200/200 VUs, 39400 complete and 0 interrupted iterations
default   [  66% ] 200 VUs  3m18.9s/5m0s

running (3m19.9s), 200/200 VUs, 39458 complete and 0 interrupted iterations
default   [  67% ] 200 VUs  3m19.9s/5m0s

running (3m20.9s), 200/200 VUs, 39676 complete and 0 interrupted iterations
default   [  67% ] 200 VUs  3m20.9s/5m0s

running (3m21.9s), 200/200 VUs, 39807 complete and 0 interrupted iterations
default   [  67% ] 200 VUs  3m21.9s/5m0s

running (3m22.9s), 200/200 VUs, 40007 complete and 0 interrupted iterations
default   [  68% ] 200 VUs  3m22.9s/5m0s

running (3m23.9s), 200/200 VUs, 40207 complete and 0 interrupted iterations
default   [  68% ] 200 VUs  3m23.9s/5m0s

running (3m24.9s), 200/200 VUs, 40407 complete and 0 interrupted iterations
default   [  68% ] 200 VUs  3m24.9s/5m0s

running (3m25.9s), 200/200 VUs, 40607 complete and 0 interrupted iterations
default   [  69% ] 200 VUs  3m25.9s/5m0s

running (3m26.9s), 200/200 VUs, 40807 complete and 0 interrupted iterations
default   [  69% ] 200 VUs  3m26.9s/5m0s

running (3m27.9s), 200/200 VUs, 41007 complete and 0 interrupted iterations
default   [  69% ] 200 VUs  3m27.9s/5m0s

running (3m28.9s), 200/200 VUs, 41207 complete and 0 interrupted iterations
default   [  70% ] 200 VUs  3m28.9s/5m0s

running (3m29.9s), 200/200 VUs, 41407 complete and 0 interrupted iterations
default   [  70% ] 200 VUs  3m29.9s/5m0s

running (3m30.9s), 200/200 VUs, 41607 complete and 0 interrupted iterations
default   [  70% ] 200 VUs  3m30.9s/5m0s

running (3m31.9s), 200/200 VUs, 41807 complete and 0 interrupted iterations
default   [  71% ] 200 VUs  3m31.9s/5m0s

running (3m32.9s), 200/200 VUs, 42007 complete and 0 interrupted iterations
default   [  71% ] 200 VUs  3m32.9s/5m0s

running (3m33.9s), 200/200 VUs, 42207 complete and 0 interrupted iterations
default   [  71% ] 200 VUs  3m33.9s/5m0s

running (3m34.9s), 200/200 VUs, 42407 complete and 0 interrupted iterations
default   [  72% ] 200 VUs  3m34.9s/5m0s

running (3m35.9s), 200/200 VUs, 42607 complete and 0 interrupted iterations
default   [  72% ] 200 VUs  3m35.9s/5m0s

running (3m36.9s), 200/200 VUs, 42807 complete and 0 interrupted iterations
default   [  72% ] 200 VUs  3m36.9s/5m0s

running (3m37.9s), 200/200 VUs, 43007 complete and 0 interrupted iterations
default   [  73% ] 200 VUs  3m37.9s/5m0s

running (3m38.9s), 200/200 VUs, 43207 complete and 0 interrupted iterations
default   [  73% ] 200 VUs  3m38.9s/5m0s

running (3m39.9s), 200/200 VUs, 43407 complete and 0 interrupted iterations
default   [  73% ] 200 VUs  3m39.9s/5m0s

running (3m40.9s), 200/200 VUs, 43607 complete and 0 interrupted iterations
default   [  74% ] 200 VUs  3m40.9s/5m0s

running (3m41.9s), 200/200 VUs, 43807 complete and 0 interrupted iterations
default   [  74% ] 200 VUs  3m41.9s/5m0s

running (3m42.9s), 200/200 VUs, 44007 complete and 0 interrupted iterations
default   [  74% ] 200 VUs  3m42.9s/5m0s

running (3m43.9s), 200/200 VUs, 44207 complete and 0 interrupted iterations
default   [  75% ] 200 VUs  3m43.9s/5m0s

running (3m44.9s), 200/200 VUs, 44407 complete and 0 interrupted iterations
default   [  75% ] 200 VUs  3m44.9s/5m0s

running (3m45.9s), 200/200 VUs, 44607 complete and 0 interrupted iterations
default   [  75% ] 200 VUs  3m45.9s/5m0s

running (3m46.9s), 200/200 VUs, 44807 complete and 0 interrupted iterations
default   [  76% ] 200 VUs  3m46.9s/5m0s

running (3m47.9s), 200/200 VUs, 45007 complete and 0 interrupted iterations
default   [  76% ] 200 VUs  3m47.9s/5m0s

running (3m48.9s), 200/200 VUs, 45207 complete and 0 interrupted iterations
default   [  76% ] 200 VUs  3m48.9s/5m0s

running (3m49.9s), 200/200 VUs, 45407 complete and 0 interrupted iterations
default   [  77% ] 200 VUs  3m49.9s/5m0s

running (3m50.9s), 200/200 VUs, 45607 complete and 0 interrupted iterations
default   [  77% ] 200 VUs  3m50.9s/5m0s

running (3m51.9s), 200/200 VUs, 45807 complete and 0 interrupted iterations
default   [  77% ] 200 VUs  3m51.9s/5m0s

running (3m52.9s), 200/200 VUs, 46007 complete and 0 interrupted iterations
default   [  78% ] 200 VUs  3m52.9s/5m0s

running (3m53.9s), 200/200 VUs, 46207 complete and 0 interrupted iterations
default   [  78% ] 200 VUs  3m53.9s/5m0s

running (3m54.9s), 200/200 VUs, 46407 complete and 0 interrupted iterations
default   [  78% ] 200 VUs  3m54.9s/5m0s

running (3m55.9s), 200/200 VUs, 46607 complete and 0 interrupted iterations
default   [  79% ] 200 VUs  3m55.9s/5m0s

running (3m56.9s), 200/200 VUs, 46807 complete and 0 interrupted iterations
default   [  79% ] 200 VUs  3m56.9s/5m0s

running (3m57.9s), 200/200 VUs, 47007 complete and 0 interrupted iterations
default   [  79% ] 200 VUs  3m57.9s/5m0s

running (3m58.9s), 200/200 VUs, 47207 complete and 0 interrupted iterations
default   [  80% ] 200 VUs  3m58.9s/5m0s

running (3m59.9s), 200/200 VUs, 47407 complete and 0 interrupted iterations
default   [  80% ] 200 VUs  3m59.9s/5m0s

running (4m00.9s), 200/200 VUs, 47607 complete and 0 interrupted iterations
default   [  80% ] 200 VUs  4m00.9s/5m0s

running (4m01.9s), 200/200 VUs, 47807 complete and 0 interrupted iterations
default   [  81% ] 200 VUs  4m01.9s/5m0s

running (4m02.9s), 200/200 VUs, 48007 complete and 0 interrupted iterations
default   [  81% ] 200 VUs  4m02.9s/5m0s

running (4m03.9s), 200/200 VUs, 48207 complete and 0 interrupted iterations
default   [  81% ] 200 VUs  4m03.9s/5m0s

running (4m04.9s), 200/200 VUs, 48407 complete and 0 interrupted iterations
default   [  82% ] 200 VUs  4m04.9s/5m0s

running (4m05.9s), 200/200 VUs, 48607 complete and 0 interrupted iterations
default   [  82% ] 200 VUs  4m05.9s/5m0s

running (4m06.9s), 200/200 VUs, 48807 complete and 0 interrupted iterations
default   [  82% ] 200 VUs  4m06.9s/5m0s

running (4m07.9s), 200/200 VUs, 49007 complete and 0 interrupted iterations
default   [  83% ] 200 VUs  4m07.9s/5m0s

running (4m08.9s), 200/200 VUs, 49207 complete and 0 interrupted iterations
default   [  83% ] 200 VUs  4m08.9s/5m0s

running (4m09.9s), 200/200 VUs, 49407 complete and 0 interrupted iterations
default   [  83% ] 200 VUs  4m09.9s/5m0s

running (4m10.9s), 200/200 VUs, 49607 complete and 0 interrupted iterations
default   [  84% ] 200 VUs  4m10.9s/5m0s

running (4m11.9s), 200/200 VUs, 49807 complete and 0 interrupted iterations
default   [  84% ] 200 VUs  4m11.9s/5m0s

running (4m12.9s), 200/200 VUs, 50007 complete and 0 interrupted iterations
default   [  84% ] 200 VUs  4m12.9s/5m0s

running (4m13.9s), 200/200 VUs, 50207 complete and 0 interrupted iterations
default   [  85% ] 200 VUs  4m13.9s/5m0s

running (4m14.9s), 200/200 VUs, 50407 complete and 0 interrupted iterations
default   [  85% ] 200 VUs  4m14.9s/5m0s

running (4m15.9s), 200/200 VUs, 50607 complete and 0 interrupted iterations
default   [  85% ] 200 VUs  4m15.9s/5m0s

running (4m16.9s), 200/200 VUs, 50807 complete and 0 interrupted iterations
default   [  86% ] 200 VUs  4m16.9s/5m0s

running (4m17.9s), 200/200 VUs, 51007 complete and 0 interrupted iterations
default   [  86% ] 200 VUs  4m17.9s/5m0s

running (4m18.9s), 200/200 VUs, 51207 complete and 0 interrupted iterations
default   [  86% ] 200 VUs  4m18.9s/5m0s

running (4m19.9s), 200/200 VUs, 51407 complete and 0 interrupted iterations
default   [  87% ] 200 VUs  4m19.9s/5m0s

running (4m20.9s), 200/200 VUs, 51603 complete and 0 interrupted iterations
default   [  87% ] 200 VUs  4m20.9s/5m0s

running (4m21.9s), 200/200 VUs, 51803 complete and 0 interrupted iterations
default   [  87% ] 200 VUs  4m21.9s/5m0s

running (4m22.9s), 200/200 VUs, 52003 complete and 0 interrupted iterations
default   [  88% ] 200 VUs  4m22.9s/5m0s

running (4m23.9s), 200/200 VUs, 52203 complete and 0 interrupted iterations
default   [  88% ] 200 VUs  4m23.9s/5m0s

running (4m24.9s), 200/200 VUs, 52403 complete and 0 interrupted iterations
default   [  88% ] 200 VUs  4m24.9s/5m0s

running (4m25.9s), 200/200 VUs, 52603 complete and 0 interrupted iterations
default   [  89% ] 200 VUs  4m25.9s/5m0s

running (4m26.9s), 200/200 VUs, 52803 complete and 0 interrupted iterations
default   [  89% ] 200 VUs  4m26.9s/5m0s

running (4m27.9s), 200/200 VUs, 53003 complete and 0 interrupted iterations
default   [  89% ] 200 VUs  4m27.9s/5m0s

running (4m28.9s), 200/200 VUs, 53203 complete and 0 interrupted iterations
default   [  90% ] 200 VUs  4m28.9s/5m0s

running (4m29.9s), 200/200 VUs, 53403 complete and 0 interrupted iterations
default   [  90% ] 200 VUs  4m29.9s/5m0s

running (4m30.9s), 200/200 VUs, 53603 complete and 0 interrupted iterations
default   [  90% ] 200 VUs  4m30.9s/5m0s

running (4m31.9s), 200/200 VUs, 53803 complete and 0 interrupted iterations
default   [  91% ] 200 VUs  4m31.9s/5m0s

running (4m32.9s), 200/200 VUs, 54003 complete and 0 interrupted iterations
default   [  91% ] 200 VUs  4m32.9s/5m0s

running (4m33.9s), 200/200 VUs, 54203 complete and 0 interrupted iterations
default   [  91% ] 200 VUs  4m33.9s/5m0s

running (4m34.9s), 200/200 VUs, 54403 complete and 0 interrupted iterations
default   [  92% ] 200 VUs  4m34.9s/5m0s

running (4m35.9s), 200/200 VUs, 54603 complete and 0 interrupted iterations
default   [  92% ] 200 VUs  4m35.9s/5m0s

running (4m36.9s), 200/200 VUs, 54803 complete and 0 interrupted iterations
default   [  92% ] 200 VUs  4m36.9s/5m0s

running (4m37.9s), 200/200 VUs, 55003 complete and 0 interrupted iterations
default   [  93% ] 200 VUs  4m37.9s/5m0s

running (4m38.9s), 200/200 VUs, 55203 complete and 0 interrupted iterations
default   [  93% ] 200 VUs  4m38.9s/5m0s

running (4m39.9s), 200/200 VUs, 55403 complete and 0 interrupted iterations
default   [  93% ] 200 VUs  4m39.9s/5m0s

running (4m40.9s), 200/200 VUs, 55603 complete and 0 interrupted iterations
default   [  94% ] 200 VUs  4m40.9s/5m0s

running (4m41.9s), 200/200 VUs, 55803 complete and 0 interrupted iterations
default   [  94% ] 200 VUs  4m41.9s/5m0s

running (4m42.9s), 200/200 VUs, 56003 complete and 0 interrupted iterations
default   [  94% ] 200 VUs  4m42.9s/5m0s

running (4m43.9s), 200/200 VUs, 56203 complete and 0 interrupted iterations
default   [  95% ] 200 VUs  4m43.9s/5m0s

running (4m44.9s), 200/200 VUs, 56403 complete and 0 interrupted iterations
default   [  95% ] 200 VUs  4m44.9s/5m0s

running (4m45.9s), 200/200 VUs, 56603 complete and 0 interrupted iterations
default   [  95% ] 200 VUs  4m45.9s/5m0s

running (4m46.9s), 200/200 VUs, 56803 complete and 0 interrupted iterations
default   [  96% ] 200 VUs  4m46.9s/5m0s

running (4m47.9s), 200/200 VUs, 57003 complete and 0 interrupted iterations
default   [  96% ] 200 VUs  4m47.9s/5m0s

running (4m48.9s), 200/200 VUs, 57203 complete and 0 interrupted iterations
default   [  96% ] 200 VUs  4m48.9s/5m0s

running (4m49.9s), 200/200 VUs, 57403 complete and 0 interrupted iterations
default   [  97% ] 200 VUs  4m49.9s/5m0s

running (4m50.9s), 200/200 VUs, 57603 complete and 0 interrupted iterations
default   [  97% ] 200 VUs  4m50.9s/5m0s

running (4m51.9s), 200/200 VUs, 57803 complete and 0 interrupted iterations
default   [  97% ] 200 VUs  4m51.9s/5m0s

running (4m52.9s), 200/200 VUs, 58003 complete and 0 interrupted iterations
default   [  98% ] 200 VUs  4m52.9s/5m0s

running (4m53.9s), 200/200 VUs, 58203 complete and 0 interrupted iterations
default   [  98% ] 200 VUs  4m53.9s/5m0s

running (4m54.9s), 200/200 VUs, 58403 complete and 0 interrupted iterations
default   [  98% ] 200 VUs  4m54.9s/5m0s

running (4m55.9s), 200/200 VUs, 58603 complete and 0 interrupted iterations
default   [  99% ] 200 VUs  4m55.9s/5m0s

running (4m56.9s), 200/200 VUs, 58803 complete and 0 interrupted iterations
default   [  99% ] 200 VUs  4m56.9s/5m0s

running (4m57.9s), 200/200 VUs, 59003 complete and 0 interrupted iterations
default   [  99% ] 200 VUs  4m57.9s/5m0s

running (4m58.9s), 200/200 VUs, 59158 complete and 0 interrupted iterations
default   [ 100% ] 200 VUs  4m58.9s/5m0s

running (4m59.9s), 200/200 VUs, 59207 complete and 0 interrupted iterations
default   [ 100% ] 200 VUs  4m59.9s/5m0s

running (5m00.9s), 196/200 VUs, 59407 complete and 0 interrupted iterations
default ↓ [ 100% ] 200 VUs  5m0s


  █ TOTAL RESULTS 

    HTTP
    http_req_duration..............: avg=6.35ms min=142.25µs med=6.02ms max=20.96ms p(90)=10.81ms p(95)=12.42ms
      { expected_response:true }...: avg=6.35ms min=142.25µs med=6.02ms max=20.96ms p(90)=10.81ms p(95)=12.42ms
    http_req_failed................: 0.00%  0 out of 59603
    http_reqs......................: 59603  198.048327/s

    EXECUTION
    iteration_duration.............: avg=1s     min=1s       med=1s     max=1.1s    p(90)=1.01s   p(95)=1.01s  
    iterations.....................: 59603  198.048327/s
    vus............................: 196    min=196        max=200
    vus_max........................: 200    min=200        max=200

    NETWORK
    data_received..................: 9.7 MB 32 kB/s
    data_sent......................: 5.1 MB 17 kB/s



running (5m01.0s), 000/200 VUs, 59603 complete and 0 interrupted iterations
default ✓ [ 100% ] 200 VUs  5m0s